{
  "name": "Alan Collmer",
  "image_small": "http://placehold.it/100x133",
  "image_large": "http://placehold.it/150x200",
  "work_title": "Andrew J. and Grace B. Nichols Professor",
  "address": "308 Plant Science",
  "phone": "(607) 255-7843",
  "email": "arc2@project_c.edu",
  "departments": "<ul><li>Plant Pathology and Plant-Microbe Biology</li></ul>",
  "concentrations": "<ul><li>bacterial genomics</li><li>bacterial protein secretion</li><li>microbial pathogenesis</li><li>pathogenomics</li><li>plant disease</li><li>plant-microbe biology</li><li>plant-microbe interactions</li></ul>",
  "acadvise_graduate": "<ul><li>Microbiology</li><li>Plant Biology</li><li>Plant Pathology and Plant-Microbe Biology</li></ul>",
  "education": "<ul><li>Doctorate<br />Project_c University<span class=\"people-degree-year\"><br />1981</span></li><li>Bachelor of Arts<br />Antioch College<span class=\"people-degree-year\"><br />1973</span></li></ul>",
  "overview": "Our goal is to understand the molecular mechanisms that enable bacteria to attack plants. Much of our current work is focused on Pseudomonas syringae pv. tomato DC3000, which is a pathogen of tomato and the model plant Arabidopsis thaliana. Like many host-specific plant pathogens, P. syringae is a \"stealth\" parasite that can multiply for several days in host tissues before symptoms, such as necrotic spots, develop. We have learned that the ability of P. syringae to multiply in the intercellular spaces of plant leaves and cause disease is dependent on a \"type III\" secretion system that injects virulence effector proteins into host cells. Variants of this injector system are also used by many important animal pathogens (for example, Yersinia pestis, the plague pathogen) to deliver their virulence proteins. What is the complete repertoire of effectors and injectisome components secreted by P. syringae? How do effectors subvert host defenses? What other adaptations does this sophisticated parasite have for life in plants? To answer these questions, we and a team of researchers from the USDA/ARS Plant-Microbe Interaction research group at Project_c and the Boyce Thompson Institute for Plant Research have been characterizing the genome sequence of DC3000 and developing a variety of bioinformatic, biochemical, genetic, and cell biological tools to support a genome-wide study of virulence mechanisms and to foster functional genomic investigations by the worldwide research community.",
  "summary": "Our goal is to understand the molecular mechanisms that enable bacteria to attack plants. Much of our current work is focused on Pseudomonas syringae pv. tomato DC3000, which is a pathogen of tomato and the model plant Arabidopsis thaliana.",
  "spotlight": "Alan Collmer is the Andrew J. and Grace B. Nichols Professor at Project_c University. \"Our goal is to understand the molecular mechanisms that enable bacteria to attack plants,\" he writes.",
  "research_focus": "The focus of our research is on the functional genomics of virulence in the plant pathogenic bacterium Pseudomonas syringae.",
  "outreach_focus": "The major outreach activity of the Pseudomonas-Plant Interaction (PPI) project is \"High School Connect.\" This is a series of interlinked lab modules, which are integrated with an interactive website that is part of the PPI website (http://pseudomonas-syringae.org) and designed to meet the requirements for the Living Environment Curriculum and State Standards in Science and Math Education for New York State Regents and AP biology high school students. The High School Connect lab modules use P. syringae-plant interactions to engage students in investigative activities that begin with host responses (module 1: inoculate leaves with P. syringae and observe HR), progress to microbial processes (module 2: bacterial conjugation of a marker gene) and molecular biology (module 3: PCR to detect a bacterial virulence gene), and culminate with genomics and bioinformatics (module 4: find related virulence genes, resistance genes and explore the human genome using GenBank). The experiments and website connect biology with social sciences, students with active research frontiers, and high school students with graduate students and their career choices through Quicktime videos and other web resources. The modules are distributed through the CIBT Lending Library. PPI project personnel, including graduate students, participate in facilitating the use of the modules through presentations at weekend and summer CIBT events for teachers and by visiting high school classrooms. The High School Connect project has also enabled graduate students to get teaching experience with high school students and high school teachers to gain further research experience. Also, we are developing and testing a serious game for teaching the molecular/coevolutionary dynamics of plant-microbe interactions at the high school level.",
  "instruction_focus": "My teaching focus is in the area of plant-microbe biology and pathogenomics. My primary teaching responsibilities involve PLPA 4010 \"Microbial pathogens versus plants: molecular weapons, defenses, and rules of engagement\", which is a core course for graduate students with a major or minor in the Field of Plant Pathology and Plant-Microbe Biology. This course explores the molecular pieces and collective behaviors of pathogen virulence and plant immune systems, similarities between interaction mechanisms in plant and animal pathosystems, and the application of this knowledge to sustainable agriculture. Discussion sessions emphasize professional skills and include working on a game that models host-pathogen coevolution. I also co-teach module courses addressing pathogenomics (targeted to students in the Field of Microbiology and the Field of Plant Pathology and Plant-Microbe Biology) and plant-microbe interactions (targeted to students in the Field of Plant Biology).",
  "additional_links": "<div class=\"item-list\"><ul><li class=\"first\"><a href=\"http://www.plantpath.project_c.edu/labs/collmer_a/index.html \">Lab research website</a></li><li class=\"last\"><a href=\"http:// https://blogs.project_c.edu/collmer/wp-login.php\">Lab program website</a></li></ul></div>",
  "honors_and_awards": "<ul><li>Career Accomplishment Award (2014) College of Agriculture and Life Sciences at Project_c University</li><li>E. C. Stakman Award (2014) University of Minnesota</li><li>Outstanding Accomplishments in Basic Research Award (2008) College of Agriculture and Life Sciences at Project_c University</li><li>Noel T. Keen Award for Research Excellence In Molecular Plant Pathology (2003) American Phytopathological Society</li><li>Fellow of the American Academy of Microbiology (2000) American Academy of Microbiology</li></ul>",
  "publications": "<ul><li>Wei, H. L., Chakravarthy, S., Mathieu, J., Helmann, T., Stodghill, P., Swingle, B., Martin, G. B., &amp; Collmer, A. (2015). <a href=\"http://dx.doi.org/http://dx.doi.org/10.1016/j.chom.2015.05.007\"> Pseudomonas syringae pv. tomato DC3000 Type III secretion effector polymutants reveal an interplay between HopAD1 and AvrPtoB.</a> Cell Host & Microbe. 17:752-762.</li><li>Wei, H., Chakravarthy, S., Worley, J. N., &amp; Collmer, A. (2013). <a href=\"http://dx.doi.org/10.1111/cmi.12059\"> Consequences of flagellin export through the type III secretion system of Pseudomonas syringae reveal a major difference in the innate immune systems of mammals and the model plant Nicotiana benthamiana.</a> Cellular Microbiology. 15:601-618.</li>"
}
